<?php
// Macedonian language pack
$GLOBALS['tb_lang'] = array (
	// Basic
	'button' 			=> 'Општо',
	'plugin' 			=> 'Прикажување',
	'saved' 			=> 'Промените се зачувани.',
	'update' 			=> 'Испрати',
	
	// Button Settings
	'vertical' 			=> 'Вертикално + бројач',
	'horizontal' 		=> 'Хоризонтално + бројач',
	'none' 				=> 'Само копче',
	
	'tweet-text' 		=> 'Твит текст',
	'tweet-text-desc' 	=> 'Ова е текст кој ќе биде објавен кога ќе ја споделите вашата страница:',
	'tweet-text-1' 		=> 'Наслов на написот', 
	'tweet-text-2' 		=> 'Наслов на написот + име на блогот', 
	'tweet-text-3' 		=> 'Име на блогот', 
	'tweet-text-4' 		=> 'Сопствена порака', 
	'tweet-text-exmp' 	=> 'Пример: Види го ова!',
	
	'url-desc' 			=> 'Препорачај стандарден твит на следачите.',
	'url-1' 			=> 'URL адреса за страницата на којашто е прикажено копчето.',
	
	'language' 			=> 'Јазик',
	'language-desc' 	=> 'Ова е јазикот на кој ќе биде прикажано копчето.',
	
	'user' 				=> 'Твитер сметка',
	'user-desc' 		=> 'Recommend Twitter account for users to follow after they share content from your website.',
	'user-1' 			=> 'Ова е корисникот кој ќе биде @ споменат во твитот.',
	
	'recommend' 		=> 'Препорачај твитер корисник',
	'recommend-desc' 	=> 'Препорачај друг корисник за следење на корисниците кои ја споделиле оваа содржина.',
	'recommend-desc-1' 	=> 'Препорачан твитер корисник',
	
	'position' 			=> 'Позиција на копчето',
	'position-desc' 	=> 'Со оваа опција подесувате каде да се појави твитер копчето.',
	'position-1' 		=> 'Пред содржината',
	'position-2' 		=> 'После содржината',
	'position-3' 		=> 'Двете (пред и после)',
	
	'style' 			=> 'Стил на копчето',
	'style-desc' 		=> 'Дополнително уредување на div елементите на копчето..',
	'style-example' 	=> '<b>Како на пример:</b><br /><br /> float: left; margin: 5px; border: 1px solid #ccc;',
	
	// Plugin Settings
	'admin-lang' 		=> 'Јазик на админ панелот',
	
	'method' 			=> 'Метод',
	'automatic' 		=> 'Автоматски',
	'manual' 			=> 'Менуално',
	'manual_desc' 		=> 'Со менуалниот метод, Вие ќе можете да го поставите копчето каде акате. Се што треба да направите е да го ставите следниот код: "<strong>&lt;?php echo twitter_button(); ?&gt;</strong>" во вашата тема.',
	'shortcode' 		=> 'Кратенка',
	'shortcode_desc' 	=> 'Доколку сакате копчето да се прикажува на посебни страници, се што треба да направите е да го ставите следниот код: "<strong>[twitter-button]</strong>" во вашиот напис или страница.',
	'example' 			=> 'Пример:', 
	'exclude' 			=> 'Исклучи', 
	'exclude-desc' 		=> 'Исклучи го Твитер копчето за некои страни:', 
	'exclude-1' 		=> 'Почетна', 
	'exclude-2' 		=> 'Написи',
	'exclude-3' 		=> 'Страници', 
	'exclude-4' 		=> 'Ознаки', 
	'exclude-5' 		=> 'Категории', 
	'exclude-6' 		=> 'Архива - датум', 
	'exclude-7' 		=> 'Архива - година', 
	'exclude-8' 		=> 'Архива - месец', 
	'exclude-9' 		=> 'Архива - ден', 
	'exclude-10' 		=> 'Архива - време',
	'exclude-11' 		=> 'Пребарување', 
	'exclude-12' 		=> 'RSS', 
	
	'shorturl' 			=> 'Сервис за кратење на линковите',
	'shorturl-desc' 	=> 'Изберете сервис за кратење на линковите кои ќе бидат споделени преку твитер копчето <em>(стандардно е t.co)</em>.',
	
	// Restore
	'restore' 			=> 'Ресетирај',
	'restore-desc' 		=> 'Искористи ја оваа функција за да ги вратиш стандардните подесувања.',
	
	// FYI
	'author' 			=> 'Автор',
	'version' 			=> 'Верзија',
	'url' 				=> 'Веб-сајт',
	'donate' 			=> 'Донирај'
); 
?>